<?php

return [
    "cancel" => "الغاء الاشتراك",
    "date" => "الاشتراك التسجيل",
    "discount_coupon" => "كوبون الخصم",
    "end" => "الاشتراك ينتهي في",
    "exceed_max_no_proposals" => "لقد تجاوزت الحد الأقصى لطلبات عدد لحزمة الاشتراك الخاص بك!",
    "extend" => "تمديد",
    "filter" => "اشتراكات فلتر",
    "manager" => "مدير الاكتتاب",
    "my_subscription" => "اشتراكي",
    "select_payment" => "اختار طريقة الدفع",
    "skip_now" => "تخطي الآن",
    "status" => "حالة الاشتراك",
    "subscribe" => "الاشتراك في حزمة",
    "subscribed" => "لقد اشتركت بنجاح",
    "using_basic_package" => "أنت الآن باستخدام حزمة الأساسية التي يمكن أن تحقق حزمة من التفاصيل الخاصة بك من صفحة اشتراكي",
    "view" => "مشاهدة اشتراكاتي",
    "your_current" => "اشتراكك الحالي"
];
