<?php

return [
    "auth" => [
        "failed" => "هذا البريد اﻹلكتروني او كلمة المرور لا تتطابق مع سجلاتنا",
        "forgot_password" => [
            "password" => "يجب أن تكون كلمات السر ثمانية أحرف على الأقل، وتتناسب مع تأكيد.",
            "reset" => "تم إعادة تعيين كلمة المرور الخاصة بك!",
            "reset_link_success" => "لقد تم أرسال بالبريد الإلكتروني رابط إعادة تعيين كلمة المرور الخاصة بك!",
            "token" => "هذا رمز إعادة تعيين كلمة المرور غير صالحة.",
            "user" => "لم نتمكن من العثور على حساب مع هذا البريد الإلكتروني."
        ],
        "inactive" => "هذا الحساب معطل",
        "register_success" => "مرحبا بكم في سبوت",
        "success" => "مرحبا بعودتك",
        "verification" => [
            "email_already_verified" => "تم التحقق من البريد الإلكتروني بالفعل",
            "email_sent" => "تم ارسال البريد الالكتروني بنجاح",
            "email_verified" => "تم التحقق من البريد الإلكتروني ",
            "invalid_code" => "الرمز غير صحيح",
            "mobile_already_verified" => "تم التحث",
            "mobile_verified" => "تم التحقق من رقم الجوال",
            "mobile_verified_failed" => "برجاء التحقق من الكود",
            "verification_code_sent" => "تم ارسال رمز التأكيد",
            "verify_account_first" => "برجاء إتمام خطوات التحقق من حسابك اولاً."
        ]
    ],
    "common" => [
        "create_success" => "تمن اﻹضافة بنجاح",
        "delete_success" => "تم الحذف بنجاح",
        "update_success" => "تم التحديث بنجاح"
    ],
    "delete_meal_label" => "هل أنت متأكد من أنك تريد حذف هذه الوجبة؟",
    "delete_offer_label" => "هل أنت متأكد من أنك تريد حذف هذا العرض؟",
    "delete_service_label" => "هل أنت متأكد من أنك تريد حذف هذه الخدمة؟",
    "fields_error_label" => "من فضلك تحقق من بياناتك أولا!",
    "fill_reason_label" => "من فضلك أدخل السبب أولا!",
    "fill_rejection_reason_label" => "من فضلك اذكر سبب الرفض!",
    "image_error_label" => "من فضلك ، اختر صورًا أقل من 2 ميجابايت",
    "logout_failed" => "حدث خطأ اثناء تسجيل الخروج ٬ برجاء المحاوله مرة اخري!",
    "logout_label" => "هل أنت متأكد من تسجيل الخروج؟",
    "pick_image_label" => "يمكنك اختيار صورة من المعرض أو التقاط صورة جديدة باستخدام الكاميرا",
    "required_label" => "من فضلك ، أكمل البيانات المطلوبة التي تحمل علامة * أولاً!",
    "review_error_label" => "من فضلك ضع تقييمك أولا!",
    "something_wrong_label" => "حدث خطأ ما. من فضلك حاول لاحقاً.",
    "subscription_ended_label" => "لا يمكنك إجراء هذه العملية الآن ، حيث انتهى اشتراكك!",
    "waiting_for_review" => "في انتظار التقييم"
];
